[M_WakeyWakey MissionDefinition]
MissionName="Guerra de Clãs: O Velório"
MissionDescription="O clã Zaford celebra anualmente a morte de Lucky Zaford, assassinado por Scooter (um antigo Hodunk) há alguns anos atrás. Jimbo e Tector Hodunk querem que você fique bêbado, interrompa a celebração e mate todos."
TurnInDescription="A guerra entre clãs está oficialmente à ferro e fogo. Se houver uma batalha, apenas uma família deverá sair viva."
MissionSummary="Acabe com a celebração anual pela morte de Lucky Zaford."
MissionGiver="Jimbo Hodunk"
MissionTurnInLocation="Ellie"
TeaserText="Você alguma vez interrompeu um velório?"

[M_WakeyWakey:BeerDrank MissionObjectiveDefinition]
ProgressMessage="Tome umas cervejas"

[M_WakeyWakey:CrashTheWakeSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_WakeyWakey:CrashtheWakewithBullets MissionObjectiveDefinition]
ProgressMessage="Interrompa a celebração a tiros"

[M_WakeyWakey:GainAccess MissionObjectiveDefinition]
ProgressMessage="Entre no bar The Holy Spirits"

[M_WakeyWakey:GainAccessToLuckys MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_WakeyWakey:GetDrunkSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_WakeyWakey:GotoMoxxisBar MissionObjectiveDefinition]
ProgressMessage="Vá até o bar da Moxxi"

[M_WakeyWakey:GoToMoxxisSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_WakeyWakey:ReturnToEllie MissionObjectiveDefinition]
ProgressMessage="Volte até Ellie"

[M_WakeyWakey:ReturnToEllieSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_WakeyWakey:ReturnToHodunks MissionObjectiveDefinition]
ProgressMessage="Reúna-se com os Hodunks"

[M_WakeyWakey:ReturnToHodunkSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

